tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "python@3.9"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "mas"
brew "peco"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "mactex-no-gui"
cask "onedrive"
cask "powershell"
cask "spectacle"
cask "visual-studio-code"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
