cask_args appdir: "/Applications"

tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "mas"
brew "python"

cask "appcleaner"
cask "clipy"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "deepl"
cask "mactex-no-gui"
cask "spectacle"
cask "visual-studio-code"

mas "LINE", id: 539883307
mas "Microsoft OneNote", id: 784801555
mas "OneDrive", id: 823766827
mas "Perculia", id: 1462633284
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
